export default {
  TITLE: "مجموعة الشيخ للمقاولات والإنشاءات",
  TITLE_1: "مجموعة الشيخ",
  NAVBAR: {
    MAIN: "الرئيسية",
    SERVICES: "خدماتنا",
    WHO_US: "من نحن",
    CONTACT: "تواصل معنا",
  },

  HERO: {
    TITLE: "نحن نقدم",
    TITLE_REST: "خدمة بناء احترافية",
    DESCRIPTION:
      "لدينا جميع متطلبات العميل وتنسيقها طبقا لتصميم يضمن تكامل البنود المختلفة مع بعضها البعض ويجمع بين الجودة الافضل والافكار الحديثة ومدة التنفيذ والتكلفة وطبقا للمواصفات العالمية.",
    SERVICES: "خدماتنا",
  },

  WHO_US: "من نحن",
  ABOUT_US: "مجموعة الشيخ للمقاولات كيان رائد متعدد الأوجه إقليميا ودوليا، يرتكز علىأسس متينة من الخبرة والابتكار. نعمل عبر منظومة متناغمة لتقديم حلول هندسية متكاملة من خلال أذرعنا التنفيذية:",
  DESCRIPTION_1: "في مصر: تقود \"شركة الفرعونية\" مشاريعنا الكررى في شرم الشيخ والقاهرة، دامجة بين عراقة البناء وأحدث التقنيات لخدمة القطاعات السياحية والحضرية.",
  DESCRIPTION_2: "في السعودية: تمثل \"شركة الصفوة المميزة\" ذراعنا الاستراتيجي، مساهمة في تحقيق رؤية المملكة عمر مشاريع تلتزم بأعلى معاير الجودة العالمية.",
  DOWNLOAD_PROFILE: "تحميل الكاتالوج",

  SERVICES: {
    TITLE_1: "التصميم",
    DESCRIPTION_1:
      "تنسيق متطلبات العميل، التصميم الداخلي والخارجي، إنشاء نماذج الرسوم الحاسوبية، وتنفيذ لوحات ورسومات ثنائية وثلاثية الأبعاد.",

    TITLE_2: "المكتب الفني",
    DESCRIPTION_2:
      "تسعير وتقديم عروض الأسعار، إعداد المناقصات، حصر كميات البنود، جداول حصر الكميات، رسوم التنفيذ، وإعداد لوحات واقعية.",

    TITLE_3: "أعمال الموقع",
    DESCRIPTION_3:
      "أعمال الحفر والردم والطرق، الخرسانات، البردوره والإنترلوك، العزل، التأسيس، المبانى، الأرضيات، الأسقف المعلقة والقواطع الجبسية، التكسيات، القواطع الزجاجية، الدهانات والتشطيبات، الديكورات، الهارد لاندسكيب. ",
  },

  WORKS_1: {
    TITLE: "التصميم",
    DESCRIPTION:
      "يلتزم المختصون فى التصميم والديكور لدينا بجميع متطلبات العميل وتنسيقها طبقا لتصميم يضمن تكامل البنود المختلفة مع بعضها البعض ويجمع بين الجودة الأفضل والأفكار الحديثة ومدة التنفيذ والتكلفة وطبقا للمواصفات العالمية التى تتوافق مع خدماتنا بالإستعانة بمختلف التصاميم واللوحات ثنائية وثلاثية الأبعاد ونماذج الرسوم الحاسوبية.",
  },
  WORKS_2: {
    TITLE: "النماذج ثنائية وثلاثية الأبعاد",
    DESCRIPTION:
      "يقوم فريق من المختصين في التصميم لدينا بتنفيذ جميع النماذج ثنائية وثلاثية الأبعاد ونماذج الرسوم الحاسوبية وتجهيز الرسومات التنفيذية للعمل بها فى الموقع بشكل إحترافى كما يتم عمل اللوحات النهائية طبقا للواقع لتسليمها للعميل.",
  },
  WORKS_3: {
    TITLE: "أعمال الحفر والردم والطرق",
    DESCRIPTION:
      "نقوم بأعمال الحفر والردم طبقا للمستوى المطلوب والدمك على طبقات مع الإلتزام الكامل بإجراءات السلامة الكاملة للأفراد والمعدات وكل ما يلزم لنهو الأعمال طبقا لأصول الصناعة.",
  },
  WORKS_4: {
    TITLE: "أعمال الخرسانات",
    DESCRIPTION:
      "نقوم بتنفيذ جميع أعمال الخرسانات سواء العادية أو المسلحة لجميع عناصر المنشأ الخرسانى والبلاطات الخرسانية SOG وتشطيب سطح الخرسانة بالهليكوبتر وكل ما يلزم لنهو الأعمال طبقا لأصول الصناعة.",
  },
  WORKS_5: {
    TITLE: "أعمال بردوره الطرق والإنترلوك",
    DESCRIPTION:
      "نقوم بتوريد وتركيب بردوره الطرق والإنترلوك بأشكاله وبمقاساته المختلفة وبجميع أشكال تركيبه وتنفيذ كل ما يلزم لنهو الأعمال طبقا لأصول الصناعة.",
  },
  WORKS_6: {
    TITLE: "أعمال العزل",
    DESCRIPTION:
      "نقوم بتوريد وتركيب جميع أنواع العزل المائى والحرارى طبقا للمواصفات وتنفيذ كل ما يلزم لنهو الأعمال طبقا لأصول الصناعة.",
  },
  WORKS_7: {
    TITLE: "أعمال التأسيس",
    DESCRIPTION:
      "نقوم بتوريد وتركيب جميع أعمال التأسيس والتي تشمل تمديدات الكهرباء والهاتف وأعمال التكييف بأنواعها وتمديدات الإنارة والمياه والصرف الصحى وكل ما يلزم لنهو الأعمال طبقا لأصول الصناعة.",
  },
  WORKS_8: {
    TITLE: "أعمال المباني",
    DESCRIPTION:
      "نقوم توريد وتركيب جميع أنواع الطوب حسب الخصائص المطلوبة لكل منشأ سواء للنواحى المعمارية أو للعزل الصوتى أو الحرارى وكل ما يلزم لنهو الأعمال طبقا لأصول الصناعة.",
  },
  WORKS_9: {
    TITLE: "أعمال الأرضيات",
    DESCRIPTION:
      "نقوم بتوريد وتركيب جميع أعمال الأرضيات والتى تشمل السيراميك والباركيه والبورسلين والرخام والموكيت وأرضيات الفينيل وكل ما يلزم لنهو الأعمال طبقا لأصول الصناعة.",
  },
  WORKS_10: {
    TITLE: "أعمال الأسقف المعلقة والقواطع الجبسية",
    DESCRIPTION:
      "نقوم بتوريد وتركيب بلاطات الأسقف المعلقة الجبسية بجميع أشكالها ومقاساتها وسماكتها وإستخداماتها سواء لمقاومة للحرائق أو الرطوبة طبقا للمواصفات وكل ما يلزم لنهو الأعمال طبقا لأصول الصناعة.",
  },
  WORKS_11: {
    TITLE: "أعمال التكسيات",
    DESCRIPTION:
      "نقوم بتوريد وتركيب جميع أنواع الكلادينج لتكسية واجهات أو حوائط جميع المنشآت المختلفة بأفضل خدمات الكلادينج المقاومة للحريق وكل ما يلزم لنهو الأعمال طبقا لأصول الصناعة.",
  },
  WORKS_12: {
    TITLE: "القواطع الزجاجية",
    DESCRIPTION:
      "نقوم بتوريد وتركيب جميع أنواع القواطع والواجهات الزجاجية بجميع أشكالها ومقاساتها وسماكتها وإستخداماتها مع دعاماتها الحديدية والإكسسوار وكل ما يلزم لنهو الأعمال طبقا لأصول الصناعة.",
  },
  WORKS_13: {
    TITLE: "أعمال الدهانات والتشطيبات",
    DESCRIPTION:
      "نقوم بتوريد وتنفيذ جميع أنواع الدهانات والتشطيبات الداخلية أو الخارجية طبقا للمواصفات وكل ما يلزم لنهو الأعمال طبقا لأصول الصناعة.",
  },
  WORKS_14: {
    TITLE: "الأبواب والديكورات",
    DESCRIPTION:
      "نقوم بتوريد وتركيب جميع أنواع الأبواب ودهانها تشمل الإكسسوارات طبقا للمواصفات وكل ما يلزم لنهو الأعمال طبقا لأصول الصناعة.",
  },
  WORKS_15: {
    TITLE: "أعمال الهارد لاندسكيب",
    DESCRIPTION:
      "نقوم بتنفيذ أعمال الهارد لاندسكيب مثل تسوية الأرض وتركيب البردورات وتنفيذ المشايات وحمامات السباحة والنوافير طبقا للمواصفات  وكل ما يلزم لنهو الأعمال طبقا لأصول الصناعة.",
  },
  FOOTER: {
    ADDRESS: "مدينه الشروق الحي الثانى شرق",
    SAUDI: "القاهرة",
  },
  CONTACT: "التواصل",
  PHONE_NUMBER: "+966 56 973 4699",
  
  COMPANIES: {
    TITLE: "شركاتنا",
    SAUDI: {
      NAME: "شركة الصفوة المميزة للمقاولات",
      DESCRIPTION: "اسم يرادف الإتقان والريادة في بناء وتشييد الصروح المعمارية بالمملكة العربية السعودية. نلتزم بتحقيق أعلى معايير الجـودة والابتكار والاستدامة، معتمدين على فريق من المهندسين المهرة وأحدث التقنيات. نقدم حلـولا متكامـلة تـبدأ من الفكرة والتصميم وصولا للتسليم في الموعد المحدد، وتشمل مشاريعنا: البنى التحتية، المشاريع التجارية والصناعية، والوحدات السكنية الفاخرة. مهمتنا تقديم قيمة مضافة من خلال الشفافية التامة والالتزام الصارم بمعايير السلامة المهنية، لنساهم بفخر في نهضة المملكة العمرانية."
    },
    EGYPT: {
      NAME: "شركة الفرعونية للتشييـد والبناء",
      DESCRIPTION: "من الشركات الرائدة في المقاولات العامة وأعمال التشطيبات والخرسانات. نهدف لأن نكون نموذجا للالتزام والاحترافية من خلال فريق هندسي خبير يحول الأفكار إلى واقع بدقة جمالية وجداول زمنية منضبطة. نتخصص في التشطيبات الداخلـية والخارجـية والهياكل الخرسانية للقطاعين السكني والتجاري باستخدام أحدث المواد. نفخر بسجل حافل من النجاحات في مناطق حيوية تشمل: الحي الثالث بمدينة الشروق، والأحياء (الثاني، الرابع، والثامن) بمنطقة بيت الوطن في التجمع الخامس، ملتزمين دائما بالجودة كعنوان لكل مشروع."
    }
  }
};
